[
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.1.1",
    "section": "1.1 Genel",
    "title": "İçerikte Anayasa, taraf olduğumuz milletlerarası anlaşmalar, kanunlar ve diğer mevzuata aykırı bir husus bulunmamalıdır.",
    "details": [
      "İçerik, Anayasa’da ve Millî Eğitim Temel Kanunu’nda açıkça hükme bağlanmış eşitlik ilkesi gözetilerek temel insan hak ve özgürlük lerini destekleyen ve her türlü ayrımcılığı reddeden bir yaklaşımla hazırlanmalıdır.",
      "İçerik; demokratik, laik ve sosyal bir hukuk devleti olan Türkiye Cumhuriyeti’ne karşı görev ve sorumluluklarını bilen ve bunları dav ranış hâline getirmiş vatandaşlar yetiştirme amacına uygun hazırlanmalıdır.",
      "İçerik, 1739 sayılı Millî Eğitim Temel Kanunu’nun 2’nci maddesinde ifade edilen “Türk Millî Eğitiminin Genel Amaçları” ile ikinci bölü münde yer alan “Türk Millî Eğitiminin Temel İlkeleri” esas alınarak hazırlanmalıdır.",
      "İçerik; 1739 sayılı Millî Eğitim Temel Kanunu’nun 2’nci maddesinde ifade edilen Türk Milletinin millî, ahlaki, insani, manevi ve kültürel değerlerini benimseyen, koruyan ve geliştiren bir vatandaş yetiştirme anlayışıyla tasarlanmalıdır.",
      "İçerikte yer alan Türk bayrağı görseli; Türk Bayrağı Kanunu’na uygun olarak herhangi bir tartışmaya, değersizleştirmeye neden ol mayacak şekilde, sayfa düzenine ve görsel tasarıma uygun olarak çizilmeli ve konumlandırılmalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.1.2",
    "section": "1.1 Genel",
    "title": "Ders kitabı ve eğitim aracında Atatürk Portresi, İstiklâl Marşı, Gençliğe Hitabe, Öğrenci Andı, Türkiye’nin Mülki İdare Bölümleri ile Kara ve Deniz Komşuları Haritası ve Türk Dünyası Haritası ile arka kapak tasarımı Kurulun uygun gördüğü ve Yönetmelik’te (Millî Eğitim Bakanlığı Ders Kitapları ve Eğitim Araçları Yönetmeliği) belirtilen şekilde kullanılmalıdır.",
    "details": [
      "İlkokul 1, 2 ve 3. sınıflarına ait ders kitapları ve eğitim araçlarında ikinci yaprak ve devamında, yaprağın ön yüzünde Türk bayrağı ile birlikte İstiklâl Marşı’nın ilk iki kıtası, yaprağın arka yüzünde Öğrenci Andı, üçüncü yaprağın ön yüzünde Atatürk resmi ve resmin alt kısmında Mustafa Kemal Atatürk yazısı Yönetmelik’te belirtilen şekilde bulunmalıdır.",
      "İlkokul 4. sınıf, ortaokul, ortaöğretim ve yaygın eğitim ders kitapları ve eğitim araçlarında, ikinci yaprağın ön yüzünde Türk bayrağı ile İstiklâl Marşı; yaprağın arka yüzünde Atatürk’ün Gençliğe Hitabesi; üçüncü yaprağın ön yüzünde Atatürk resmi ile resmin alt kısmında Mustafa Kemal Atatürk yazısı Yönetmelik’te belirtilen şekilde bulunmalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.1.3",
    "section": "1.1 Genel",
    "title": "Taslak ders kitabı ve eğitim aracının herhangi bir bölümünde yazarın ya da yazarların, bunların dışında kitabı hazırlayan ların adı, soyadı ve varsa akademik ünvanı, başvuru sahibinin adı veya adresi, amblemi; taslak ders kitabı ve eğitim aracının kimliğini gösteren bilgi veya kenar süsü, sayfa numarası gibi simge ya da işaretler, kitabın kimliğini belirleyici herhangi bir öge (logo, sembol, sete özel isim vb.) yer almamalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.2.1",
    "section": "1.2 Millî Güvenlik",
    "title": "İçerikte terör örgütleri ile irtibatlı veya iltisaklı herhangi bir görsel veya yazılı öge, ifade yahut ima bulunmamalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.2.2",
    "section": "1.2 Millî Güvenlik",
    "title": "Türkiye Cumhuriyeti’ni uluslararası alanlarda zor duruma düşürecek veya millî menfaatlere zarar verecek içerik bulun mamalıdır. 9 10",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.1",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "Ders kitabı ve eğitim aracı eşitlikçi ve kapsayıcı şekilde tasarlanmalı, bireylerin hak ve özgürlüklerini ihlal edebilecek herhangi bir unsur bulundurmamalıdır.",
    "details": [
      "İçerikte çoğulculuk ilkesi gözetilmelidir.",
      "İçerikte ırk, renk, dil, din, siyasi tercih, etnik köken, mülkiyet veya başka herhangi bir ayrım gözetilmeksizin evrensel insan haklarının herkes için geçerli olduğu ilkesi esas alınmalıdır.",
      "Konuların işlenişinde veya örneklerde, insanların betimlenmesi ve olayların sunulmasında toplumsal eşitlik ilkesi gözetilmelidir.",
      "İçerik oluşturulurken toplumun tüm kesimlerine hitap edilerek toplumsal temsiliyet dikkate alınmalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.2",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "İçerikte din ve vicdan hürriyeti, düşünce ve ifade özgürlüğü, adalet, toplumsal barış ve insan hakları gözetilmelidir; bu anlayışı bozan herhangi bir ifade veya ima yer almamalıdır.",
    "details": [
      "İçerik rol, statü ve kuşaklar arası çatışma oluşturmayacak mahiyette olmalıdır.",
      "Toplumsal kesimlerin düşünce ve inanç biçimini, siyasi görüş ve felsefi tercihini küçük düşürebilecek, ön yargı ile değerlendirilmesine yol açabilecek anlatımlara yer verilmemelidir."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.3",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "İçerikte tarafsızlık ilkesi gözetilerek kişileri ve toplulukları aşağılayıcı, dışlayıcı, etiketleyici veya aşırı yüceltici ifadeler bulunmamalıdır.",
    "details": [
      "İçerikte farklı kültürel ve etnik yapılar ile yerel-yöresel ayrıntılar, din ve mezhep kaynaklı özellik ve davranışlar üzerinden gidilecek genellemelere yer verilmemelidir.",
      "İçerikte gelir düzeyine veya sosyal konuma göre bireyi aşağılayacak ya da yüceltecek ifade, kinaye, ima yer almamalıdır.",
      "İçerikte bireysel, sosyal, mesleki kimlikleri ve kişilikleri küçülten herhangi bir ifade veya ima yer almamalıdır.",
      "Kadın-erkek temsilinde isnat, ön yargı, kalıp yargı vb. ifadeler bulunmamalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.4",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "Verilen örneklerde ve kullanılan karakterlerde içeriğin tamamı dikkate alınarak kadın ve erkek dağılımında makul bir denge gözetilmelidir.",
    "details": [
      "İçerikte eğitim öğretim programı ile uyumlu olacak şekilde kadın hakları, kadınların toplum hayatına katılımı ile tarihsel ve güncel başarıları konusunda pozitif bir temsil sağlanmalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.5",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "İçerikte engelli bireyler hakkında genellemeler yapılarak bu bireyleri belirli kısıtlamalarla tanımlayan ifade ve görseller yer almamalıdır. 11",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.6",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "İçerik genelinde engellilik konusunda farkındalık oluşturacak pozitif bir temsil sağlanmalıdır.",
    "details": [
      "Verilen örneklerde ve kullanılan karakterlerde farklı engel durumlarına yönelik yazılı veya görsel unsurlara yer verilmelidir.",
      "İçeriklerde eğitim öğretim programına uygun olarak ilgili ünite/tema/öğrenme alanlarının bağlamları göz önünde bulundurulup engelli bireylerin günlük yaşamlarına ve deneyimlerine yer verilmelidir."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.3.7",
    "section": "1.3 Eşitlik ve Kapsayıcılık",
    "title": "Ünite/tema/öğrenme alanı göz önünde bulundurularak içerikte çocuk haklarına (yaşama hakkı, gelişim hakkı, koruma ve katılım hakkına vb.) aykırılık teşkil edecek yazılı veya görsel herhangi bir unsur bulunmamalıdır.",
    "details": [
      "İçerik ünite/tema/öğrenme alanı göz önünde bulundurularak çocuk haklarının dayandığı ayrımcılık yapmama, çocuğun yüksek yararı, yaşama-gelişme ve çocuğun görüşlerine yer verme gibi temel ilkelere uygun bir yaklaşımla hazırlanmalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.4.1",
    "section": "1.4 Millî ve Manevi Değerler",
    "title": "İçerik öğrencilerin adalet bilinci ve hakkaniyet duygusunu geliştirecek ahlaki değerleri benimsemeleri ve pekiştirmelerini, millî birlik ve beraberliğe katkı sorumluluğunu içselleştirmelerini sağlayacak bir işlev görmelidir.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.4.2",
    "section": "1.4 Millî ve Manevi Değerler",
    "title": "İçeriği oluşturan unsurlarda millî ve manevi değerler, toplumsal hassasiyetler göz önünde bulundurulmalı; toplumun giyim ve hayat tarzı gerçeğe uygun yansıtılmalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.5.1",
    "section": "1.5 Güvenli ve Etik İçerik",
    "title": "İçerikte bağımlılık yapıcı, müstehcen, öğrencilerin maneviyatına ve kişilik gelişimlerine olumsuz etki edebilecek herhangi bir unsur açık veya örtük bir biçimde bulunmamalıdır.",
    "details": [
      "İçerikte öğrencilerin duyuşsal ve bilişsel gelişimini olumsuz etkileyecek korku, şiddet, hakaret, aşağılama, cinsel içerikli öge; bağımlılık yapıcı unsurları özendirici herhangi bir mesaj veya ima yer almamalıdır.",
      "İçerikte öğrencilerin yaş ve gelişim seviyesine uygun olmayan rol modeli, ürün, sembol, imge gibi yazılı veya görsel herhangi bir unsur yer almamalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.5.2",
    "section": "1.5 Güvenli ve Etik İçerik",
    "title": "İçerikte öğrencilerin fiziksel gelişimini ve beden sağlığını olumsuz etkileyecek ögelere yer verilmemelidir.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.5.3",
    "section": "1.5 Güvenli ve Etik İçerik",
    "title": "İçerikte eğitim öğretim programına uygun olarak ilgili ünite/tema/öğrenme alanlarının bağlamı göz önünde bulundurularak psikolojik, fiziksel, sözlü ve siber zorbalıkla mücadele durumlarına yönelik yazılı ve görsel unsurlara yer verilmelidir.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.6.1",
    "section": "1.6 Kişisel Verilerin Korunması",
    "title": "İçerikte Kişisel Verilerin Korunması Kanunu’na aykırılık teşkil edecek herhangi bir unsur yer almamalıdır.",
    "details": [
      "İçerik, hiçbir surette kimliği belirli veya belirlenebilir bir gerçek kişiyle ilişkilendirilebilecek şekilde verilmemelidir. 12",
      "Kurulum gerektiren e-içeriklerde kullanıcıdan gerekli izinler alınmalı, hangi iznin neden istendiği ve ne tür bilgiler toplanacağı kulla nıcılara açık ve net bir şekilde belirtilmelidir.",
      "E-içerikler, bilgi sistem ağındaki veri akışının iz kayıtlarını tutmamalı, ajanlı ya da ajansız iz toplama yöntemi içermemeli ve kullanı cıdan gereksiz izin istememelidir.",
      "E-içeriklerde kişisel verilerin tamamı veya bir kısmının otomatik ya da otomatik olmayan yollarla elde edilmesi, kaydedilmesi, depo lanması gibi işlemler yapılmamalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.7.1",
    "section": "1.7 Reklam Unsurları",
    "title": "İçerikte kullanılan ögeler haksız rekabete yol açabilecek lehte veya aleyhte reklam yahut manipülasyon unsuru taşıma malı, ticari bir tercih ve yönlendirme içermemeli, çağrışımda bulunmamalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.8.1",
    "section": "1.8 Telif ve İntihal",
    "title": "Yazılı ve görsel tüm içeriklerde alıntı ve atıflar telif hakları mevzuatına uygun olarak yapılmalıdır.",
    "details": [
      "Kaynak gösterilmeden alıntı yapılmamalıdır."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.8.2",
    "section": "1.8 Telif ve İntihal",
    "title": "İçerikte herhangi bir ders kitabı ya da eğitim aracı kaynak olarak gösterilmemeli, bu kitaplardan alıntı yapılmamalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.8.3",
    "section": "1.8 Telif ve İntihal",
    "title": "Kitabın hangi aşamasında yapay zekâ araçlarından faydalanıldığı ifade edilmelidir.",
    "details": [
      "Yapay zekâ tarafından üretilen metin, video, görsel vb. çoklu ortam unsurlarına yönelik “Yapay zekâ tarafından üretilmiştir.” ibaresine ilgili kaynakçasında yer verilmelidir."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.9.1",
    "section": "1.9 Çevre ve Sürdürülebilir Yaşam",
    "title": "İçerikte çevre bilincine aykırı mesajlar içeren yazılı veya görsel herhangi bir unsur bulunmamalıdır.",
    "details": []
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.9.2",
    "section": "1.9 Çevre ve Sürdürülebilir Yaşam",
    "title": "İçerikte öğrencilerin çevre bilinçlerinin artması teşvik edilmelidir.",
    "details": [
      "İçerikte eğitim öğretim programı ile uyumlu olacak şekilde çevre ve sürdürülebilirlik, iklim değişikliği, doğal kaynakların korunması ve yeşil dönüşümlerle ilgili yazılı ve görsel unsurlara ve e-içeriklere yer verilmelidir."
    ]
  },
  {
    "main_code": "1",
    "main_title": "ANAYASA VE DİĞER MEVZUATA UYGUNLUĞU",
    "code": "1.9.3",
    "section": "1.9 Çevre ve Sürdürülebilir Yaşam",
    "title": "İçerikte hayvan haklarına aykırılık teşkil edecek yazılı ve görsel herhangi bir unsur bulunmamalıdır.",
    "details": []
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.1.1",
    "section": "2.1 Bilimsellik",
    "title": "İçerik bilimsellik ilkesi gözetilerek oluşturulmalıdır.",
    "details": [
      "İçerik geçerli, güvenilir, güncel ve objektif kaynaklara dayandırılmalı; kavram yanılgısı, hatalı genelleme, tutarsızlık ve çelişkiye yol açabilecek bilgi ve ifade tarzı barındırmamalıdır.",
      "Görüş ve kanaat niteliğinde olan bilgilerin kullanılması durumunda bilginin kaynağı belirtilmeli ve bunlara kaynakçada yer verilmelidir.",
      "Bilimsel ve genel kabul görmüş çeviriler tercih edilmelidir.",
      "Kavram, terim, sembol, tercüme, sesletim vb. unsurların kullanımında, kitap genelinde ve takım hâlindeki kitaplar (ders kitabı, öğrenci çalışma kitabı, öğretmen kılavuz kitabı) arasında tutarlılık olmalıdır."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.1.2",
    "section": "2.1 Bilimsellik",
    "title": "İçerikte bilgi hatası bulunmamalıdır.",
    "details": [
      "Konu anlatımı, tanım, açıklama, örnek, gösterim, etkinlik, deney, şema, grafik, tablo, terim, sembol, kısaltma vb. içerikler hata içermemelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.1.3",
    "section": "2.1 Bilimsellik",
    "title": "İçerikte bilgi eksikliği bulunmamalıdır.",
    "details": [
      "Konu anlatımı, tanım, açıklama, örnek, gösterim, etkinlik, deney, şema, grafik, tablo, terim, sembol, kısaltma vb. içerikler eksiklik içermemelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.2.1",
    "section": "2.2 Metin ve Görsel Uyumu",
    "title": "Metin ile görsel uyumlu olmalıdır.",
    "details": [
      "Metin içeren görsellerdeki (tablo, konuşma balonu, bilgi görseli vb.) bilgiler metin ile çelişmemelidir.",
      "Metinde atıf yapılan görsellere eksiksiz bir biçimde ve metinle aynı veya karşılıklı sayfada yer verilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.2.2",
    "section": "2.2 Metin ve Görsel Uyumu",
    "title": "Açıklama gerektiren görsele ait alt yazıda hata ve eksiklik bulunmamalıdır.",
    "details": [
      "Görselin açıklama gerektirip gerektirmediği ve içerikle olan ilişkisi göz önünde bulundurulmalı, açıklama ve numaralandırma bu doğrultuda yapılmalıdır.",
      "Numaralandırmalar her ünite/tema/öğrenme alanının sıralamasına uygun olacak şekilde yeniden başlamalıdır.",
      "Açıklama gerektiren görsele ait alt yazı; görselde anlatılmak istenen olay, duygu, durum vb. hususları yansıtıcı nitelikte, kısa ve öz olmalıdır.",
      "Görsele eklenen alt yazı ile görsel uyumlu olmalıdır. 15",
      "Görselde verilen eserlerin ismi, biliniyorsa sanatçısı ve dönemi, bulunduğu ve sergilendiği yer görsel alt yazısında belirtilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.3.1",
    "section": "2.3 Kavram ve Terimlerin Kullanımı",
    "title": "Alana ve konunun özelliğine uygun kavram ve terimler kullanılmalıdır.",
    "details": [
      "Alana özgü özel isim, terim, simge, noktalama işareti, birim, sembol, sabit vb. yazımında varsa Kurulca uygun görülen ve yayımlanan yazım kılavuzu/kılavuzları esas alınmalıdır. Yazım kılavuzunda/kılavuzlarında yer almayanların yazımında ise sırasıyla ilgili dersin öğretim programı, TDK Bilim ve Sanat Terimleri Ana Sözlüğü, ilgili bilim dalının alanda kabul görmüş sözlükleri ve Uluslararası Birim Sistemi (SI) esas alınmalıdır."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.4.1",
    "section": "2.4 Orijinal Metinler",
    "title": "İçerikte kullanılan alıntı, eserin orijinaline uygun olarak verilmelidir.",
    "details": [
      "Metin/eserde öğrenci seviyesi ve ders işleniş süresi göz önünde bulundurularak kısaltma yapılabilir. Bu durum metnin/eserin altında belirtilmelidir.",
      "Kısaltma yapılırken eserin orijinalinden uzaklaşmamaya ve bağlamdan kopmamaya dikkat edilmelidir.",
      "Yazarın üslubundan ya da Türkçenin dönemsel özelliklerinden kaynaklı yazım ve noktalama farklılıkları hata olarak nitelendirilip düzeltilmemelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.5.1",
    "section": "2.5 Yazar Biyografileri",
    "title": "Metinleri kullanılan yazar ve şairlerin biyografilerinin verilişinde sınıf seviyesi göz önünde bulundurulmalıdır.",
    "details": [
      "İlkokul Türkçe ders kitaplarında, metinleri bulunan yazar ve şairlerin biyografilerine yer verilmemelidir.",
      "Ortaokul Türkçe ve Türk dili ve edebiyatı ders kitaplarında Türk ve dünya edebiyatından şair ve yazarların metinleri kullanıldığında biyografi verilmesi durumunda, sanatçıların edebî yönü ve eserlerini öne çıkaran biyografilerine yer verilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.6.1",
    "section": "2.6 Standart Bölümler",
    "title": "Ders kitabı ve eğitim aracında tüm sayfalar, ders kitabına ve eğitim aracına ait ekler ve standart bölümler (kapak sayfası içindekiler, organizasyon şeması, sözlük, kaynakça, cevap anahtarı, görsel ve genel ağ kaynakçası) eksiksiz ve sıralı bir bi çimde yer almalıdır.",
    "details": [
      "İlkokul birinci sınıf seviyesine ait ders kitapları ve eğitim araçlarında cevap anahtarı kullanmayı gerektirmeyecek düzeyde etkinlikler yer aldığından standart bölümlerden biri olan “Cevap Anahtarı” bölümüne yer verilmeyebilir.",
      "Ders kitabı ve eğitim aracının standart bölümleri sırayla Kapak Sayfası, kitabın başlangıcında İçindekiler, Kitap Tanıtım Şeması (Orga nizasyon Şeması); kitabın sonunda Sözlük, Kaynakça, Cevap Anahtarı, Görsel Kaynakça, Genel Ağ Kaynakçası şeklinde verilmelidir. 16",
      "Türkçe 5, 6, 7 ve 8. sınıflarda “Sözlük” bölümüne yer verilmemelidir.",
      "Ders kitabı ve eğitim aracının “Cevap Anahtarı, Görsel Kaynakça ve Genel Ağ Kaynakçası” bölümleri elektronik ortamda verilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.6.2",
    "section": "2.6 Standart Bölümler",
    "title": "Ders kitabı ve eğitim aracının kullanımına kılavuzluk eden bölümlerde kullanılan simgelerin tamamı (ikon, sembol, vinyet vb.) temsil ettiği işleve uygun olmalıdır.",
    "details": []
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.7.1",
    "section": "2.7 Güvenlik",
    "title": "İçerik güvenlik bakımından gerekli uyarı ve tedbirlere uygun şekilde düzenlenmelidir.",
    "details": [
      "Güvenlik tedbirlerinin alınmasını gerektiren içeriklerde güvenlik kurallarına aykırı ögeler bulunmamalıdır.",
      "Deney, etkinlik ve uygulamalarda gerekli durumlarda güvenlik uyarı ve sembollerine yer verilmelidir.",
      "Laboratuvar tanıtımı, güvenlik sembolü ile kuralları ders kitabı ve eğitim aracının başlangıcında, ünite/tema/öğrenme alanlarına giriş yapılmadan verilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.8.1",
    "section": "2.8 Sözlük",
    "title": "Sözlük belirli ilkeler doğrultusunda, standarda bağlı kalınarak oluşturulmalıdır.",
    "details": [
      "Sözlük bölümü TDK sözlükleri referans alınarak sözlük hazırlama ilkelerine uygun şekilde hazırlanmalıdır.",
      "İçerikte kullanılan ve anlamda kilit rol oynayan sözcük, sözcük grubu, kavram ve terimlerin metindeki anlamları; ders ve konunun niteliğine uygun olarak öncelikle güncel TDK sözlüklerine göre verilmelidir.",
      "TDK sözlüklerinde yer almayan kelimeler için alanda kabul görmüş sözlükler ilgili kaynakçada yer verilmek kaydıyla kullanılabilir. İlkokul kitaplarında yer alan sözlüklerde sözcük, kavram ve terimlerin anlamları verilirken öğrencilerin gelişim düzeyine uygun, açık ve anlaşılır olacak şekilde ve bağlamdan kopmadan düzenleme yapılabilir.",
      "Sözlük bölümünde sözcüklerin anlamları, öğrencilerin sınıf seviyelerine ve içerik açıklamalarına uygun olmalıdır."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.9.1",
    "section": "2.9 Kaynak Gösterimi",
    "title": "Kaynakça belirli ilkeler doğrultusunda, belli bir standarda bağlı kalınarak oluşturulmalıdır.",
    "details": [
      "Kaynakçada kullanılan atıf sistemi tutarlı ve bütünlük arz edecek şekilde olmalı ve metin içi ile sayfa altı dipnot gösteriminde de ilgili atıf sisteminin yazı stili bütünlük arz edecek şekilde kullanılmalıdır.",
      "Kullanılan atıf sisteminin adı kaynakçanın sonunda belirtilmelidir."
    ]
  },
  {
    "main_code": "2",
    "main_title": "BİLİMSEL YETERLİLİĞİ",
    "code": "2.9.2",
    "section": "2.9 Kaynak Gösterimi",
    "title": "Alınan bilginin kaynağı belirli ilkeler doğrultusunda, tam ve doğru olarak belirtilmelidir. 17",
    "details": [
      "Verilen kaynak, dipnot ve alıntılarda hata veya eksiklik bulunmamalıdır.",
      "Kaynakçada verilen her kaynağın içerikte bir karşılığı olmalıdır.",
      "Ders kitabı ve eğitim araçlarında yer verilen basın veya genel ağdan alıntılanan içeriklerin kaynağının verilmesinde ilgili içeriklerin altında yalnızca “Genel ağdan/Basından alınmıştır.” ifadesi kullanılmalıdır.",
      "Alıntı metinlerin başlıklarında geçen özel isimlerin okunuşu dipnot ile verilmelidir.",
      "Genel Ağ Kaynakçası’nda verilen kaynaklar görünen hâlleriyle kontrol edilmek üzere tam bağlantı adresi ve erişim tarihiyle (atıf sis teminde yer almasa bile) verilmelidir.",
      "Genel Ağ Kaynakçası ve Görsel Kaynakça bölümlerinde bilgisi verilen alıntı kaynağı veya sayfada yer alan görsel, kullanıldığı sayfa numaraları ile eşleştirilerek verilmelidir.",
      "Orijinal metinlerde yazarın üslubundan ya da Türkçenin dönemsel özelliklerinden kaynaklı yazım ve noktalama farklılıklarına yönelik açıklama dipnot şeklinde verilmelidir.",
      "Güvenli hizmet kapsamına uygun internet siteleri dışında herhangi bir site genel ağ kaynağı olarak kullanılmamalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.1.1",
    "section": "3.1 İçeriğin Kapsamı ve Öğrenme Çıktılarına Uygunluğu",
    "title": "Ders kitabı ve eğitim aracı ilgili ünite/tema/öğrenme alanının içerik çerçevesini karşılamalıdır.",
    "details": []
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.1.2",
    "section": "3.1 İçeriğin Kapsamı ve Öğrenme Çıktılarına Uygunluğu",
    "title": "İçerik, eğitim öğretim programlarının öğrenme-öğretme yaşantıları bölümlerinde yer alan ön değerlendirme süreci bö lümlerini karşılamalıdır.",
    "details": [
      "Ön değerlendirme sürecine ilişkin bölümler ilgili olduğu temel kabuller dikkate alınarak yapılandırılmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.1.3",
    "section": "3.1 İçeriğin Kapsamı ve Öğrenme Çıktılarına Uygunluğu",
    "title": "İçerik, öğretim programlarının öğrenme-öğretme yaşantıları bölümlerinde yer alan köprü kurma bölümlerini karşılamalıdır.",
    "details": [
      "Köprü kurma sürecine ilişkin bölümler ilgili olduğu temel kabuller ve öğrenme çıktıları dikkate alınarak yapılandırılmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.1.4",
    "section": "3.1 İçeriğin Kapsamı ve Öğrenme Çıktılarına Uygunluğu",
    "title": "İçerik, tüm öğrenme çıktıları ile öğrenme çıktılarının süreç bileşenlerini karşılamalıdır.",
    "details": [
      "İçerik, öğrenme çıktıları ile öğrenme çıktılarının süreç bileşenlerinin sınırladığı çerçevede eksiksiz olarak verilmelidir.",
      "Öğrenme-öğretme uygulamaları bölümlerinde “...istenebilir, verilebilir, vb.” şeklinde biten, öğrenme çıktısına ilişkin konunun ve sınıfın şartları göz önünde bulundurularak yazılmış örnek öğretim yöntemlerine içerikte yer verilmeyebilir. Ancak böyle bir durumda içerikte ilgili örnek öğretim yöntemlerini karşılayacak farklı öğretim yöntemlerine yer verilmelidir.",
      "İçerik, alan becerilerini ve kavramsal becerileri geliştirmeye yönlendirmelidir."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.2.1",
    "section": "3.2 İçeriğin Yapısı",
    "title": "İçerik anlaşılır olmalıdır.",
    "details": [
      "Tanım, açıklama, örnek, gösterim, etkinlik, deney ve simülasyon gibi içerikler tartışmaya yol açmayacak şekilde net olmalıdır.",
      "İçerik bir öğrencinin başkasının yardımı olmadan, okuyarak anlayabileceği ve öğrenebileceği yapıda sunulmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.2.2",
    "section": "3.2 İçeriğin Yapısı",
    "title": "İçerik konu alanının özelliğine uygun olarak bütünsel bir yapıda verilmelidir.",
    "details": [
      "İçeriği oluşturan tüm birimler (ünite, tema, öğrenme alanı, bölüm, başlık, alt başlık vb.) birbirleri arasında ve kendi içinde tutarlılığa sahip olmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.2.3",
    "section": "3.2 İçeriğin Yapısı",
    "title": "İçerik ilgili yaş ve sınıf seviyesine uygun olmalıdır.",
    "details": [
      "İçerik (etkinlik, kavram, terim, örnek, formül, anlatım dili, görsel ögeler vb.) öğrencinin hazır bulunuşluk düzeyine ve sınıf seviyesine uygun olarak hazırlanmalıdır.",
      "İçerikte gereksiz ve seviye üstü ayrıntılardan kaçınılmalıdır. 20"
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.3.1",
    "section": "3.3 Ünite/Tema/Öğrenme Alanının Dengeli Dağılımı",
    "title": "İçeriğin dağılımı ünite/tema/öğrenme alanı ve hedeflenen süre bazında dengeli olmalıdır.",
    "details": [
      "Ders işlenişinde konular arasında hacim bakımından eğitim öğretim programına uygun bir denge gözetilmelidir.",
      "İçerik ilgili ünite/tema/öğrenme alanına ayrılan kısım ve haftalık ders saati göz önüne alındığında hedeflenen sürede tamamlanabilir nitelikte olmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.4.1",
    "section": "3.4 Öğrenme ve Öğretme Süreci",
    "title": "İçerik, ilgili eğitim öğretim programının öğrenme-öğretme uygulamaları kapsamındaki eğitim ve öğretim ilkeleri dikkate alınarak oluşturulmalıdır.",
    "details": [
      "Yazılı ve görsel tüm unsurlarda aynı amaca hizmet eden gereksiz tekrarlardan kaçınılmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.4.2",
    "section": "3.4 Öğrenme ve Öğretme Süreci",
    "title": "İçerik öğrencilerin farklı öğrenme stratejileri ve stillerini kullanmasına imkân tanımalıdır.",
    "details": [
      "İçerik öğrencinin bağımsız ve iş birlikli öğrenmesini destekleyecek biçimde zenginleştirilmelidir.",
      "İçerik öğrencileri farklı kaynaklardan araştırma ve inceleme yapmaya yönlendirmelidir.",
      "İçerik öğrencinin dikkatini çekip öğrencide merak uyandıracak nitelikte verilmelidir."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.4.3",
    "section": "3.4 Öğrenme ve Öğretme Süreci",
    "title": "Strateji, yöntem ve teknik seçimi dersin niteliğine ve eğitim öğretim programına uygun olmalıdır.",
    "details": [
      "Yöntem ve teknikler öğrencinin sosyal-duygusal öğrenme ve okuryazarlık becerilerini geliştirmesine imkân vermelidir.",
      "Yöntem ve teknikler, öğretim programlarının “Erdem-Değer-Eylem Çerçevesi”ne uygun olarak öğrencinin sahip olduğu değerlerin gelişimine ve değerleri içselleştirmesine katkıda bulunmalıdır.",
      "Yöntem ve teknikler alan ve kavramsal becerilerin geliştirilmesine imkân verecek bir yapıda olmalıdır."
    ]
  },
  {
    "main_code": "3",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ AMAÇ VE KAPSAMINA UYGUNLUĞU",
    "code": "3.5.1",
    "section": "3.5 Öğrenci Çalışma Kitabı ve Öğretmen Kılavuz Kitabı",
    "title": "Öğrenci çalışma kitabı hazırlanırken ders kitabının ve eğitim aracının nitelikleri ile hazırlanma usullerinin yanı sıra Yö netmelik’in ilgili maddesi ve açıklamaları göz önünde bulundurulmalıdır.",
    "details": [
      "Öğrencilerin bilgi, beceri, tutum, değer ve okuryazarlıklarını geliştirmelerine yardımcı olacak çeşitli ünite/tema/öğrenme alanı, konu, örnek ve alıştırmalarla ilgili kaynaklara yer verilmelidir.",
      "Dersin özelliğine göre inceleme, gezi, gözlem, deney ve uygulamalarla ilgili yapılacak ön hazırlıklara, alınacak sağlık ve güvenlik tedbirlerine, izlenecek iş ve işlem basamaklarına, zaman ve malzeme tasarrufu bakımından uyarı ve bilgilere yer verilmelidir. 21",
      "Kitabı oluşturan unsurların ders kitabı ve eğitim aracı ile bütünleştirilmesi hâlinde öğrenci çalışma kitabı ders kitabı ile birlikte de hazırlanabilir. Bu şekilde hazırlanan kitapların kapak ve iç kapağında “Ders Kitabı ve Öğrenci Çalışma Kitabı” ibaresi yer almalıdır.",
      "Dersin özelliğine göre bazı ünite/tema/öğrenme alanı veya konularda kullanılmak üzere öğrencinin ilgisini çekecek örneklere, eği tim ve öğretimi destekleyici çeşitli elektronik eğitim içeriklerine yer verilmelidir. 3.5..2. Öğretmen kılavuz kitabında ders kitabının ve eğitim aracının nitelikleri ile hazırlanma usullerinin yanı sıra Yönetmelik’in ilgili maddesi ve açıklamaları göz önünde bulundurulmalıdır.",
      "İçerik çerçevesinin işlenişinde ulaşılmak istenen öğrenme çıktıları belirtilmelidir.",
      "Bilgi, beceri, tutum, değer ve okuryazarlıkların öğrencilere kazandırılmasında kullanılabilecek araç ve gereçlerle birlikte strateji, öğretim yöntem ve teknikleri belirtilmelidir.",
      "İçerik çerçevesinin işleniş planına, öğretmenin konu ile ilgili yapacağı ön hazırlıklara, ünite/tema/öğrenme alanına ait bilgi, beceriler ve bu becerilerin süreç bileşenleri kapsamında temel kabuller dikkate alınarak ön değerlendirme ve köprü kurma süreçlerine yer verilmelidir.",
      "Öğrenme-öğretme süreciyle ilişkilendirilen sosyal-duygusal öğrenme ve okuryazarlık becerileri ile değerler kapsamında öğrenmeöğretme yaşantılarının hayata geçirildiği uygulamalara yer verilmelidir.",
      "Öğrencileri araştırmaya, günlük yaşamda karşılaşılan çeşitli sorunlara çözüm üretmeye yöneltecek proje ve benzeri örnek çalışma lara yer verilmelidir.",
      "İşlenişin sonunda, gerekli görülen kavramlarla ilgili sözlük ve kaynakça bulunmalıdır."
    ]
    },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.1.1",
    "section": "4.1 İçeriğin Eğitim Öğretim Programının Programlar Arası Bileşenlere Uygunluğu",
    "title": "İçerik, ilgili ünite/tema/öğrenme alanının öğrenme-öğretme uygulamaları bölümlerinde öngörülen sosyal-duygusal öğ renme becerilerini destekleyecek şekilde hazırlanmalıdır.",
    "details": []
  },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.1.2",
    "section": "4.1 İçeriğin Eğitim Öğretim Programının Programlar Arası Bileşenlere Uygunluğu",
    "title": "İçerik, ilgili ünite/tema/öğrenme alanının öğrenme-öğretme uygulamaları bölümlerinde öngörülen değerleri “Erdem-De ğer-Eylem Çerçevesi”ne uygun ve destekleyecek şekilde hazırlanmalıdır.",
    "details": []
  },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.1.3",
    "section": "4.1 İçeriğin Eğitim Öğretim Programının Programlar Arası Bileşenlere Uygunluğu",
    "title": "İçerik, ilgili ünite/tema/öğrenme alanının öğrenme-öğretme uygulamaları bölümlerinde öngörülen sistem okuryazarlığını destekleyecek şekilde hazırlanmalıdır.",
    "details": []
  },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.2.1",
    "section": "4.2 İçeriğin Eğitim Öğretim Programının Bütüncül Eğitim Yaklaşımına Uygunluğu",
    "title": "İçerik, ilgili ünite/tema/öğrenme alanının öğrenme-öğretme uygulamaları bölümlerinde öngörülen eğilimleri destekleye cek şekilde hazırlanmalıdır.",
    "details": []
  },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.2.2",
    "section": "4.2 İçeriğin Eğitim Öğretim Programının Bütüncül Eğitim Yaklaşımına Uygunluğu",
    "title": "İlgili ünite/tema/öğrenme alanının beceriler arası ilişkiler bölümünde gösterilen beceriler, öğrenme-öğretme uygulamaları bölümünde öngörüldüğü biçimde öğrenme çıktısıyla ilişkilendirilerek verilmelidir.",
    "details": []
  },
  {
    "main_code": "4",
    "main_title": "EĞİTİM VE ÖĞRETİM PROGRAMININ BÜTÜNLEŞİK YAPISINA UYGUNLUĞU",
    "code": "4.2.3",
    "section": "4.2 İçeriğin Eğitim Öğretim Programının Bütüncül Eğitim Yaklaşımına Uygunluğu",
    "title": "İçerikte eğitim öğretim programında yer verilen disiplinler arası ilişkiler ilgili ünite/tema/öğrenme alanı ile anlamlı bir bütünlük oluşturacak biçimde ilişkilendirilerek verilmelidir. 24 5. ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU Bu bölümde ders kitapları ve eğitim araçları ile bunlara ait elektronik içeriklerin ölçme ve değerlen dirme sürecinin uygunluğu yönünden incelenmesi ve değerlendirilmesinde dikkate alınacak kriterler ve açıklamaları yer almaktadır.",
    "details": []
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.1.1",
    "section": "5.1 Temel İlkeler ve Mevzuata Uygunluk",
    "title": "İçerikte yer alan etkinlikler, örnek soru ve çözümleri, performans görevleri, araştırma soruları, uygulamalar, ölçme ve değerlendirmeye yönelik sorular hatalı ve eksik olmamalıdır.",
    "details": []
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.1.2",
    "section": "5.1 Temel İlkeler ve Mevzuata Uygunluk",
    "title": "Ölçme ve değerlendirme bölümünde yer alan her türlü madde ve etkinlik ölçme ve değerlendirme ilkelerine ve ilgili mevzuata uygun olarak hazırlanmalıdır.",
    "details": [
      "Ölçme ve değerlendirme etkinliklerinde yönergeler açık ve anlaşılır olmalıdır. Yönergelerde gereksiz bilgiye yer verilmemelidir.",
      "Hazırlanan tüm madde türlerinin kurgusu, kökü ve öncülleri açık, anlaşılır ve tam olmalıdır.",
      "Ölçme ve değerlendirme bölümünde çoktan seçmeli ve doğru yanlış türü maddelerin kullanılması durumunda cevapların bir örüntü oluşturmamasına dikkat edilmelidir.",
      "Ölçme ve değerlendirme bölümünde çoktan seçmeli madde türü kullanılması durumunda seçeneklerin uzunluklarının birbirine ya kın olmasına özen gösterilmelidir.",
      "Ölçme ve değerlendirme bölümünde çoktan seçmeli madde türü kullanılması durumunda seçenekler sayısal değerlerden oluşuyor sa küçükten büyüğe veya büyükten küçüğe doğru sıralanmalıdır.",
      "Ölçme ve değerlendirme bölümünde çoktan seçmeli madde türü kullanılması durumunda hepsi, hiçbiri, tümü gibi seçenekler veril memelidir.",
      "Ölçme ve değerlendirme bölümünde eşleştirme madde türü kullanılması durumunda öncüller ve yanıtların eşit sayıda olmamasına dikkat edilmelidir.",
      "Ölçme ve değerlendirme bölümünde yer alan maddelerden birinin seçeneği başka bir maddenin doğru yanıtı için ipucu oluşturma malıdır.",
      "Hazırlanan madde türlerinde olumsuz soru ifadeleri dikkat çekici şekilde vurgulanmalıdır.",
      "Maddeye ait bilgi veya beceriler, öğrencilerin neyi öğrenmesi gerektiği ile doğrudan ilişkili olmalıdır.",
      "Hazırlanan madde türlerinde madde ile ilgili olmayan gereksiz görsellere yer verilmemelidir."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.1.3",
    "section": "5.1 Temel İlkeler ve Mevzuata Uygunluk",
    "title": "Cevap anahtarı eksik veya hatalı olmamalıdır.",
    "details": [
      "Ünite/tema/öğrenme alanı ve konu sonlarında kullanılan ölçme ve değerlendirme etkinliklerindeki açık uçlu sorular hariç tüm soru ların cevapları hatasız olarak cevap anahtarında yer almalı, cevaplar sorularla aynı sayfada verilmemelidir."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.1.4",
    "section": "5.1 Temel İlkeler ve Mevzuata Uygunluk",
    "title": "Ölçme ve değerlendirmeye yönelik etkinlikler öğrencinin seviyesine uygun olmalıdır.",
    "details": [
      "Ölçme ve değerlendirmeye yönelik etkinlikler basitten karmaşığa, kolaydan zora olacak şekilde sıralanmalıdır. 26",
      "Ölçme ve değerlendirmeye yönelik etkinlikler ilgi çekici, yakın ve uzak çevrede karşılaşılan durumlar göz önünde bulundurularak tasarlanmalıdır."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.1.5",
    "section": "5.1 Temel İlkeler ve Mevzuata Uygunluk",
    "title": "Türkçe ve yabancı dil derslerine yönelik temel dil becerilerini destekleyici ölçme ve değerlendirme etkinlikleri hazırlanmalıdır.",
    "details": [
      "Hazırlanan ölçme ve değerlendirme etkinlikleri ilgili ünite/tema/öğrenme alanındaki dil becerilerini destekleyici nitelikte olmalıdır.",
      "İlkokul ders kitaplarında Türkçenin doğru ve güzel kullanımını geliştirmek amacıyla dinleme, konuşma, okuma ve yazma becerileri nin izlenmesi ve geliştirilmesine yönelik ölçme araçları kullanılmalıdır."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.2.1",
    "section": "5.2 Ölçme ve Değerlendirme Sürecinin Eğitim Öğretim Programına Uygunluğu",
    "title": "İçerikte kullanılan ölçme ve değerlendirme etkinliklerinin planlanmasında ilgili ünite/tema/öğrenme alanının öğrenme kanıtları bölümleri ve öğrenme-öğretme uygulamaları bölümleri esas alınmalıdır.",
    "details": [
      "Ölçme ve değerlendirmeye yönelik etkinlikler, öğrenme çıktıları ve bu çıktıların süreç bileşenleri ile öğrenme-öğretme uygulamaları nı tam olarak karşılamalıdır.",
      "Ölçme ve değerlendirmeye yönelik etkinlikler, ilgili öğretim programında belirlenen öğrenme çıktılarına uygun olmalıdır.",
      "Öğrenme-öğretme uygulamaları bölümleri ile öğrenme kanıtları bölümlerinde “istenebilir, verilebilir, vb.” şeklinde biten, ölçme değerlendirme sürecine ilişkin konunun ve sınıfın şartları göz önünde bulundurularak yazılmış olan ölçme ve değerlendirme araç larına ders kitabı ve eğitim aracında yer verilmeyebilir. Ancak böyle bir durumda ilgili ölçme değerlendirme süreci farklı bir ölçme ve değerlendirme aracıyla ölçülecek biçimde ders kitabı ve eğitim aracında yer almalıdır.",
      "Ölçme ve değerlendirme araçlarının planlaması, tasarımı ve uygulamasında; ödevler, projeler, performans görevleri, sunumlar, kontrol listeleri, sınavlar, gözlem ve görüşme formları, öğrenci anketleri, ölçekler, mezun anketleri, sınıf içi tartışmalar, öz/akran/ grup değerlendirmeleri ve yansıtma yazıları gibi öğrenme kanıtları eğitim öğretim programının sınırlılıkları ve beklentileri dikkate alınarak yapılmalıdır.",
      "Ölçme ve değerlendirme bölümü ilgili öğretim programında yer alan öğrenme-öğretme yaşantılarında ölçülmek istenen yapıya bağ lı olarak belirlenmelidir.",
      "Öğrenme kanıtlarına yönelik etkinlikler öğrenme çıktılarını destekleyen, beceri ve süreç odaklı bir biçimde tasarlanmalıdır.",
      "Ölçme ve değerlendirme bölümleri bilgi ve beceri düzeylerini belirlemenin yanı sıra öğrenme eksiklikleriyle ilgili de bilgi sağlamalı dır.",
      "Ölçme ve değerlendirme bölümleri öğretmenlere öğrenci gelişimini takip etme, öğretim yöntemlerini iyileştirme ve öğrenme çıktıları na ulaşma konularında rehberlik etmelidir."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.2.2",
    "section": "5.2 Ölçme ve Değerlendirme Sürecinin Eğitim Öğretim Programına Uygunluğu",
    "title": "Her ünite/tema/öğrenme alanında en az bir tane performans görevi verilmelidir. 27",
    "details": [
      "Performans görevleri gerçek hayatla ilişkili, bilginin transferine imkân sağlayan, öğrenci için anlamlı ve ilgi çekici olan, bireysel ilgi ve ihtiyaçlara göre farklılaşabilme konusunda esnekliğe imkân verecek şekilde tasarlanmalıdır.",
      "Değer, eğilim, okuryazarlık ve sosyal duygusal öğrenme becerilerindeki gelişim ve değişimin izlenebilmesi amacıyla performans görevi ölçütleri arasında bu becerilerin yer alması sağlanmalıdır."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.3.1",
    "section": "5.3 Ön Değerlendirme ve Pekiştirme Araçları",
    "title": "İçerikte ön öğrenmeleri belirleyici, konuya hazırlayıcı ve öğrenilenleri pekiştirici nitelikte etkinlik ve maddelere yer verilmelidir.",
    "details": [
      "İçerikte ünite/tema/öğrenme alanına ilişkin temel kabullerde yer alan bilgileri hatırlatabilecek, yeni konuya çerçeve oluşturabilecek, öğrenme isteği ve merak uyandırıcı, motive edici nitelikte hazırlayıcı etkinliklere yer verilmelidir.",
      "Ders kitabı ve eğitim aracında yer alan öğrenme kanıtlarına yönelik etkinlikler dışında ünite/tema/öğrenme alanı sonu ölçme ve değerlendirme bölümlerinde yer verilmek üzere, sınıf seviyesi ve alan türleri dikkate alınarak konunun niteliği, öğrenme çıktıları ve süreç bileşenlerinin düzeyine bağlı olarak farklı soru çeşitleri ve ölçme araçları ile öğrenilenleri pekiştirici etkinlik veya sorular hazırlanmalıdır.",
      "Ön değerlendirme sürecinde öğrenilenleri pekiştirici nitelikte etkinlik ve maddelere yeterli oranda yer verilmelidir."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.3.2",
    "section": "5.3 Ön Değerlendirme ve Pekiştirme Araçları",
    "title": "Ölçme ve değerlendirmeye yönelik içerikler ünite/tema/öğrenme alanının köprü kurma bölümlerini kapsayacak nitelik te olmalıdır.",
    "details": []
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.3.3",
    "section": "5.3 Ön Değerlendirme ve Pekiştirme Araçları",
    "title": "İlgili ünite/tema/öğrenme alanında yer alan öğrenme kanıtlarında kullanılacak yöntem ve tekniklerde çeşitlilik sağlan malıdır.",
    "details": [
      "Ölçme ve değerlendirmeye yönelik etkinlikler öğrencilerin yetenek farklılıkları, özel gereksinimleri ve öğrenme profilleri göz önünde bulundurularak çeşitlendirilmeli ve çok yönlü bir biçimde tasarlanmalıdır.",
      "Ölçme ve değerlendirmeye yönelik etkinlikler öğrencinin kendisini değerlendirmesine fırsat vermelidir."
    ]
  },
  {
    "main_code": "5",
    "main_title": "ÖLÇME VE DEĞERLENDİRME SÜRECİNİN UYGUNLUĞU",
    "code": "5.3.4",
    "section": "5.3 Ön Değerlendirme ve Pekiştirme Araçları",
    "title": "Ölçme ve değerlendirmeye yönelik etkinlikler ilgili ünite/tema/öğrenme alanı dikkate alınarak mümkün olduğunca sınıf ortamında yapılacak şekilde tasarlanmalıdır. 28 6. DİL VE ANLATIM YÖNÜNDEN YETERLİĞİ Bu bölümde ders kitapları ve eğitim araçları ile bun lara ait elektronik içeriklerin dil ve anlatım yönünden yeterliğinin incelenmesi ve değerlendirilmesinde dik kate alınacak kriterler ve açıklamaları yer almaktadır.",
    "details": []
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.1.1",
    "section": "6.1 Dil ve Üslup",
    "title": "İçerik Türkçenin doğru ve özenli kullanımını, dilin anlatım zenginliğini, gücünü ve anlam inceliklerini yansıtır nitelikte olmalıdır.",
    "details": [
      "Dilin kullanımında kültürel miras niteliğindeki dil ve edebiyat ürünleri ile aradaki bağı koparmayacak bir hassasiyet gözetilmelidir.",
      "Söz varlığı yönünden zengin olan metinler tercih edilmelidir.",
      "Türkçeye henüz yerleşmemiş yabancı sözcükler yerine varsa Türkçe karşılıkları kullanılmalıdır.",
      "Öğrencilerin sınıf seviyelerine uygun ve söz varlıklarını zenginleştirmeye yönelik bir dil kullanılmalıdır.",
      "Dönemsel söyleyiş ve ağız özellikleri konunun niteliğine göre değerlendirilmelidir."
    ]
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.1.2",
    "section": "6.1 Dil ve Üslup",
    "title": "Özel isim, yabancı sözcük ve sözcük gruplarının okunuşu ile kısaltmaların açılımı, içindekiler bölümü, ünite/tema/öğren me alanı kapakları ve başlıklar haricinde ilk geçtiği yerde verilmelidir.",
    "details": [
      "Özel isim, yabancı sözcük ve sözcük gruplarının yazılışı ile okunuşu aynı olsa bile ilk geçtiği yerde okunuşuna yer verilmelidir."
    ]
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.2.1",
    "section": "6.2 Yazı Dili Standartlarına Uygunluk",
    "title": "İçerikte yazım yanlışı bulunmamalıdır.",
    "details": [
      "Alana özgü olmayan ifadelerin yazımında Türk Dil Kurumu Yazım Kılavuzu esas alınmalıdır."
    ]
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.2.2",
    "section": "6.2 Yazı Dili Standartlarına Uygunluk",
    "title": "İçerikte noktalama eksikliği, yanlışlığı olmamalı; gereksiz noktalama işareti kullanılmamalıdır.",
    "details": [
      "Sayılar ve birimlerden sonra gelen eklerin kesme işareti ile ayrılması hususunda TDK yazımı esas alınmalıdır. Karışıklığa yol aça bilecek sembol ve gösterimlere (türev, tümleyen, değişken, mutlak değer, aralık, geometrik ifadeler, vb.) gelen eklerin yazımında kesme işareti kullanılmamalıdır."
    ]
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.2.3",
    "section": "6.2 Yazı Dili Standartlarına Uygunluk",
    "title": "Yabancı diller, yaşayan diller ve lehçeler alanındaki ders kitapları ve eğitim araçları, ilgili olduğu dilin dil bilgisi kurallarına uygun olmalıdır.",
    "details": []
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.2.4",
    "section": "6.2 Yazı Dili Standartlarına Uygunluk",
    "title": "Yabancı diller, yaşayan diller ve lehçeler alanındaki ders kitapları ve eğitim araçları, ilgili olduğu dilin öğretim programında temel alınan lehçeye özgü kullanım şekline uygun hazırlanmalıdır.",
    "details": []
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.3.1",
    "section": "6.3 Anlam ve Anlatım",
    "title": "İçerikte anlamsal veya yapısal anlatım bozukluğu bulunmamalıdır.",
    "details": []
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.3.2",
    "section": "6.3 Anlam ve Anlatım",
    "title": "Anlatım ilkelerine (akıcılık, yalınlık, açıklık, duruluk vb.) uygun bir dil kullanılmalıdır.",
    "details": [
      "Anlatım hiçbir tartışmaya yol açmadan tek bir yargıyı açıkça ifade etmelidir.",
      "Anlatım gereksiz söz sanatları ve sözcük öbeklerinden uzak, basit ve yalın; ifadeler sade ve anlaşılır olmalıdır.",
      "Anlatım gereksiz sözcüklerden, aynı anlama gelen ifadelerden ve sözcük tekrarlarından arınmış olmalıdır. 30",
      "Anlatım, metin içerisinde akıcılığı bozacak nitelikte uzun cümlelerden ve karışık ifadelerden uzak; okumayı yavaşlatmayan ve kolay okunabilir nitelikte olmalıdır."
    ]
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.3.3",
    "section": "6.3 Anlam ve Anlatım",
    "title": "Metin içerisinde kullanılan sözcük ve sözcük grupları, bağlama uygun biçimde verilmelidir.",
    "details": []
  },
  {
    "main_code": "6",
    "main_title": "DİL VE ANLATIM YÖNÜNDEN YETERLİLİĞİ",
    "code": "6.3.4",
    "section": "6.3 Anlam ve Anlatım",
    "title": "Metni oluşturan birimler (cümle, paragraf vb.) arasında anlam ve anlatım bütünlüğü sağlanmalıdır.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.1.1",
    "section": "7.1 Kapak Tasarımı",
    "title": "Kapak tasarımı genel tasarım ilkelerine, Yönetmelik’te belirlenmiş ilkelere ve “Ders Kitabı Kapağı Tasarım Çerçevesi”ne uygun olmalıdır.",
    "details": [
      "Kapak tasarımında kullanılan görseller ünite/tema/öğrenme alanı kapak görselleri ile aynı olmamalıdır.",
      "Kapak, öğrencilerin gelişim seviyesine uygun olarak ilgi çekici ve öğrencide merak uyandırıcı bir nitelikte tasarlanmalıdır.",
      "Kapak tasarımında kullanılan ögeler ve bunların kullanılış tarzı kitabın içeriğiyle uyumlu ve içeriği destekleyici nitelikte olmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.1.2",
    "section": "7.1 Kapak Tasarımı",
    "title": "Ünite/tema/öğrenme alanı kapak tasarımında kullanılan ögeler ve bunların kullanılış tarzı ilgili ünite/tema/öğrenme alanı içeriğiyle uyumlu ve içeriği destekleyici nitelikte olmalıdır.",
    "details": [
      "Ünite/tema/öğrenme alanı veya konu başında yer alan görsel, ünite/tema/öğrenme alanını veya konuyu temsil etmelidir."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.2.1",
    "section": "7.2 Genel Tasarım Uyumu",
    "title": "Tasarımda kullanılan ögeler sistematik bir bütünlüğe sahip olmalıdır.",
    "details": [
      "Kitabın bütününde sayfa düzeni, yazı karakteri ve büyüklüğü, satır boşluğu, kenar boşluk ayarları gibi ögeler arasında bütünlük ve devamlılık sağlanmalıdır.",
      "Ana ve alt başlıkların punto, renk, yazı tipi vb. özellikleri metinden ayırt edilecek ve konuyu toparlayacak şekilde sistematik bir bi çimde düzenlenmelidir.",
      "Sayfa numaraları kolaylıkla görülebilecek, takibi güçleştirmeyecek ve karışıklığa yol açmayacak şekilde; sağ (ön) sayfalarda tek sayılar, sol (arka) sayfalarda çift sayılar kullanılarak yapılmalıdır.",
      "Sayfada resim, tablo, şema, grafik, fotoğraf, kavram haritası, zihin haritası, karekod vb. ögelerin tasarımında kendi içinde birlik olmalıdır.",
      "Metin, kaynak bağlacı, kaynakça, dipnotlar, görsel alt yazıları vb. bölümler kitabın tamamında bütünlük oluşturacak şekilde hazır lanmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.2.2",
    "section": "7.2 Genel Tasarım Uyumu",
    "title": "İçindekiler listesi sistematik ve işlevsel olmalıdır.",
    "details": [
      "İçindekiler listesi sayfa tasarımı biçimlendirmesine, metinde kullanılan başlık sistemine, içeriği tanıtma amacına uygun; rahat oku nabilir, sistematik ve işlevsel biçimde düzenlenmelidir.",
      "İçindekiler bölümünde belirtilen başlık ve alt başlıklar içerikte kullanılan başlıklarla aynı olmalıdır.",
      "İçindekiler bölümünde belirtilen sayfa numaraları içerikte doğru yere yönlendirmelidir. 33",
      "Alfabetik sıralamada alfabemizde yer alan harf sıralamasına uyulmalıdır. Yabancı dilde yazılan kitaplardaki sıralamada ilgili dilin alfabesi dikkate alınmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.2.3",
    "section": "7.2 Genel Tasarım Uyumu",
    "title": "Cevap anahtarları belli bir düzen içinde ve takibi kolaylaştıracak şekilde verilmelidir.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.2.4",
    "section": "7.2 Genel Tasarım Uyumu",
    "title": "Dikkat gerektiren bölümler vurgulama teknikleri kullanılarak etkili bir biçimde tasarlanmalıdır.",
    "details": [
      "Metinlerde vurgulama amaçlı kullanılan çeşitli yöntemler, seçilen yazı tipi, madde imi vb. unsurlar içeriğin tamamında tutarlı olmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.3.1",
    "section": "7.3 Sayfa Tasarımı",
    "title": "Sayfa tasarımı genel tasarım ilkelerine uygun olmalıdır.",
    "details": [
      "Sayfada kullanılan arka plan rengi ile yazılı ve görsel unsurların renklendirilmesinde okumayı ve algılamayı kolaylaştıracak bir ta sarım tercih edilmelidir.",
      "Kenar boşlukları ve yazma alanları, konunun özelliğine bağlı olarak öğrenmeyi destekleyici nitelikte olmalıdır.",
      "İçerikte boşluk doldurma, eşleştirme, çizim vb. etkinliklerde yazmak için bırakılan alanlar yeterli olmalıdır.",
      "Sayfa tasarımında perspektif, denge, birlik, hiyerarşi, baskınlık, oran-orantı, uygunluk, zıtlık ve diğer tasarım ilkeleri dikkate alınmalıdır.",
      "Görsel ögeler sayfa düzenine uygun ve okuma akışını engellemeyecek şekilde yerleştirilmeli, yatay ve dikey olarak materyale eşit ağırlıkta dağıtılıp dengeli bir biçimde verilmelidir."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.3.2",
    "section": "7.3 Sayfa Tasarımı",
    "title": "Sayfalar ve görseller estetik olarak tasarlanmalıdır.",
    "details": [
      "Görsellerde kompozisyon bütünlüğünü bozan gereksiz öge kullanılmamalıdır.",
      "Sayfada amacı belli olmayan, anlaşılırlığı bozan ögelerin kullanımından kaçınılmalı; gereksiz ögeler kullanılmamalıdır.",
      "Sayfa tasarımı öğrencinin ilgisini çekecek, gelişim seviyesine uygun ve görsel algısını kolaylaştıracak nitelikte olmalıdır.",
      "Karşılıklı sayfalar tek bir kompozisyon olarak tasarlanmışsa görsel bütünlük bozulmamalıdır.",
      "Tasarımsal ögelerdeki çizgi, boyut, doku, renk, ışık, gölge, tonlama, perspektif vb. unsurlar öğrenmeye katkı sağlayacak şekilde kullanılmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.3.3",
    "section": "7.3 Sayfa Tasarımı",
    "title": "Özgün veya konunun niteliğine uygun olarak özgün kabul edilebilecek tasarım ögeleri kullanılmalıdır.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.4.1",
    "section": "7.4 Görsel Destekli Öğrenme",
    "title": "İçerik öğrenme çıktıları ve süreç bileşenlerinin gerçekleşmesini ve öğrenmeyi destekleyecek, anlamayı kolaylaştıracak görsellerle desteklenmelidir.",
    "details": [
      "İçerik öğrenmeyi destekleyecek sayıda, amaca hizmet eder nitelikte ve metinle bütünlük oluşturacak çeşitlilikte görsellerle zengin leştirilmelidir.",
      "Konunun niteliğine bağlı olarak anlamayı ve yorumlamayı kolaylaştıracak, sözel ve yazılı unsurları destekleyecek görsel ögelere (tablo, şema, grafik, fotoğraf, kavram haritası, zihin haritası, bilgi görseli vb.) yer verilmelidir."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.4.2",
    "section": "7.4 Görsel Destekli Öğrenme",
    "title": "Görsellerin seçiminde yakından uzağa ilkesi gözetilmelidir.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.4.3",
    "section": "7.4 Görsel Destekli Öğrenme",
    "title": "Eğitim öğretim programında yer alan öğrenme çıktıları ünite/tema/öğrenme alanı başlarında görsel özetleyicilerle sunul malıdır.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.5.1",
    "section": "7.5 Görsel ve Yazılı Unsurların Özellikleri",
    "title": "Görseller anlaşılır ve net olmalıdır.",
    "details": [
      "Görseller ve içinde kullanılan ögeler yüksek çözünürlük ve kalitede olmalıdır.",
      "Görseller ve görsellerin içinde yer alan yazılı unsurlar okunabilir, belirgin ve anlaşılır olmalıdır.",
      "Görseller kolay algılanabilecek büyüklükte olmalıdır.",
      "Görseller verilmek istenen mesajı açık bir biçimde iletmelidir."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.5.2",
    "section": "7.5 Görsel ve Yazılı Unsurların Özellikleri",
    "title": "Görsel ve görseli oluşturan ögeler hata ve eksiklik içermemelidir.",
    "details": [
      "Görsellerde yükseklik, genişlik ve derinlik özellikleri açısından perspektif hataları bulunmamalıdır.",
      "Görsellerde öge eksikliği bulunmamalıdır.",
      "Görseller ışık kaynağına uygun şekilde çizilmeli, tonlama ve gölgelendirmede ışık kaynağının konumu göz önünde bulundurulmalıdır.",
      "Nesne ve varlıklar birbirlerine göre oran ve orantı bakımından uygun bir şekilde verilmelidir.",
      "Görsellerde anatomik bozukluklar olmamalıdır.",
      "Görsellerde denge unsurlarına (simetrik ve asimetrik) dikkat edilmelidir.",
      "Nesnelerin göze olan uzaklık ve yakınlığına, göz hizasından aşağıda ve yukarıda oluşuna göre çizgi, yüzey, renk değişikliklerini yansıtan ölçü ve oranlar doğru kullanılmalıdır. 35",
      "Görseller içeriğe uygun şekilde bir bütün olarak alınmalı veya bütünlüğü bozmayacak şekilde kesit alınarak gösterilmelidir.",
      "Figürlerin bulundukları mekân ve nesnelerle ilişkisi, mekândaki konumlandırılışı, yerleşimi ve mekânla bütünleşmesi doğru kompo zisyona oturtulmalıdır."
    ]
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.5.3",
    "section": "7.5 Görsel ve Yazılı Unsurların Özellikleri",
    "title": "Görseller konunun niteliğine bağlı olarak gerçek durumları yansıtıcı özellikte olmalıdır.",
    "details": []
  },
  {
    "main_code": "7",
    "main_title": "GÖRSEL TASARIMIN VE İÇERİK TASARIMININ UYGUNLUĞU",
    "code": "7.5.4",
    "section": "7.5 Görsel ve Yazılı Unsurların Özellikleri",
    "title": "Yazılı unsurlar, genel tasarım ilkelerine ve Yönetmelik’te belirlenmiş ilkelere uygun olmalıdır.",
    "details": [
      "Metin tüm bileşenleriyle temel tasarım ilkeleri göz önünde bulundurularak öğrenmeyi destekleyen ve kolay anlaşılabilir şekilde ta sarlanmalıdır.",
      "Yazıda karakter büyüklüğü Yönetmelik hükümlerinde belirtildiği şekilde olmalı; metin kısımlarının başlıkları dışında kalan bölümle rinde resim altı yazıları, dipnot ve benzeri kullanılan yazılar hariç ilkokul 1’inci sınıflar için yirmi, 2’nci sınıflar için on sekiz, 3’üncü sınıflar için on dört, 4’üncü sınıflar için on iki, ortaokul 5’inci sınıflar için on bir; daha üst sınıflar için ise on puntodan daha küçük punto kullanılmamalıdır.",
      "Seçilen yazı tipi öğrenci düzeyine uygun ve kolay okunabilir nitelikte olmalıdır.",
      "İçerikte öğrencilerin okuma hızını, anlama yeteneğini olumsuz etkileyecek ve bilişsel yükü artıracak düzeyde farklı yazı tipleri kulla nılmamalıdır.",
      "Metin içerisinde vurgulama amaçlı olarak büyük harf kullanılmamalıdır.",
      "Paragraflar arası boşluklar satır arası boşluklardan fazla olmalıdır. Başlıkla metin arasındaki boşluk satır arasındaki boşluktan fazla olmalıdır.",
      "Metinlerde tipografik tasarım hataları (sözcüklerin ve harflerin aralarında yeterli ve dengeli boşluk bırakılmamasından kaynaklı sıkışık metin tasarımı vb.) bulunmamalıdır.",
      "Tutarsız boşluklar nedeniyle okumanın kesintiye uğramaması için otomatik tam bloklama (yanlardan hizalama) yapılmamalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.1.1",
    "section": "8.1 Standart Olarak Hazırlanması Gereken E-içerikler ve Karekodlar",
    "title": "Ders Kitabı ve eğitim aracının ilgili bölümlerinde karekodlara ve e-içeriklere yer verilmelidir.",
    "details": [
      "Tüm ünite/tema/öğrenme alanlarının kapaklarında ilgili ünite/tema/öğrenme alanına yönlendiren karekod yer almalıdır.",
      "Arka kapakta kitabın EBA platformunda yer alan elektronik nüshasına yönlendiren karekod yer almalıdır.",
      "Tüm ünite/tema/öğrenme alanları için özet e-içerikler hazırlanmalı ve bu e-içeriklere yönlendiren karekodlara ilgili ünite/tema/öğrenme alanı kapağında yer verilmelidir.",
      "Tüm ünite/tema/öğrenme alanları için ek etkinlik veya sorular e-içerik olarak hazırlanmalı ve bu e-içeriklere yönlendiren karekodlara ilgili ünite/tema/öğrenme alanı sonunda yer verilmelidir.",
      "Ders kitabı ve eğitim aracının “Cevap Anahtarı, Görsel Kaynakça ve Genel Ağ Kaynakçası” bölümleri elektronik ortamda verilmelidir.",
      "Kaynakça bölümünde görsel kaynakçaya ve genel ağ kaynakçasına yönlendiren karekod yer almalıdır.",
      "Cevap anahtarı bölümünde cevap anahtarına yönlendiren karekod yer almalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.1.2",
    "section": "8.1 Standart Olarak Hazırlanması Gereken E-içerikler ve Karekodlar",
    "title": "Karekodlar standartlara uygun olarak tasarlanmalı ve yerleştirilmelidir.",
    "details": [
      "Karekodlar ilişkili olduğu içeriğe uygun sayfalara yerleştirilmelidir.",
      "Karekodların yönlendirdiği e-içeriğin tanıtıcı nitelikte, kısa ve öz alt yazısı olmalıdır.",
      "Karekodlar; kitabın sırt kısmına yakın olmayacak, netliği sağlayacak ve okumayı zorlaştırmayacak şekilde yerleştirilmelidir.",
      "Aynı sayfada iki veya daha fazla karekod kullanılması durumunda karekodlar birbirlerinin okunurluğunu etkilemeyecek şekilde yer leştirilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.1.3",
    "section": "8.1 Standart Olarak Hazırlanması Gereken E-içerikler ve Karekodlar",
    "title": "E-içeriklere karekodu okutma ve tıklama yoluyla erişim sağlanabilmelidir.",
    "details": []
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.1.4",
    "section": "8.1 Standart Olarak Hazırlanması Gereken E-içerikler ve Karekodlar",
    "title": "Özet e-içerikler etkili bir öğretim sağlayacak nitelikte hazırlanmalıdır.",
    "details": [
      "Özet e-içerikler ünite/tema/öğrenme alanı içeriğini ana hatlarıyla özetleyecek şekilde ve ders işlenişine uygun olarak hazırlanmalıdır.",
      "Özet e-içerikler basılı kitabın bire bir aynısı olmamalı, özgün bir anlatım ve bakış açısı sunmalıdır.",
      "Özet e-içerikler kitaptaki bilgilerle çelişmemeli ve tutarlı olmalıdır. 38"
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.1.5",
    "section": "8.1 Standart Olarak Hazırlanması Gereken E-içerikler ve Karekodlar",
    "title": "E-içerik olarak hazırlanan ek etkinlik veya sorular öğrenme çıktılarının tamamını ölçmeye yönelik, yeterli sayıda ve çeşitlilikte hazırlanmalıdır.",
    "details": [
      "Sınıf seviyesi ve alan türleri dikkate alınarak konunun niteliğine bağlı farklı soru çeşitleri ve ölçme araçları ile öğrenilenleri pekiştirici etkinlik veya sorular hazırlanmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.2.1",
    "section": "8.2 Elektronik Eğitim İçerikleri Tablosuna Uygunluk",
    "title": "Ders kitapları ve eğitim araçlarına yönelik hazırlanması gereken “Elektronik Eğitim İçerikleri Tablosu”nda belirtilen e-içerikler hazırlanmalıdır.",
    "details": [
      "E-içerikler eğitim öğretim programının yapısı, kitabın kurgusu ve e-içerik tablosu dikkate alınarak hazırlanmalıdır.",
      "Tablo satırında belirtilen e-içerik türlerinden en az birinde e-içerik hazırlanmalıdır.",
      "E-içerikler içeriğin yapısı, konunun uygunluk durumu ve e-içeriğin türü göz önüne alınarak tabloda istenen e-içeriklerden birkaçını kapsayacak şekilde hazırlanabilir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.1",
    "section": "8.3 Eğitsel Tasarım",
    "title": "E-içerikler ilgili öğretim programında öngörülen ve öğrenme çıktılarıyla ilişkili bilgi, beceri, eğilim ve değerlerin geliştirilmesine katkıda bulunacak şekilde hazırlanmalıdır.",
    "details": [
      "Öğrencilerin değer ve eğilimlerini geliştirmelerini teşvik edecek e-içerikler hazırlanmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.2",
    "section": "8.3 Eğitsel Tasarım",
    "title": "E-içerikler öğrencilerin öğrenme fırsatlarını artıracak çeşitlilik ve nitelikte hazırlanmalıdır.",
    "details": [
      "İçerik, öğrencilere becerilerini uygulayabilecekleri fırsatlar sunan ve farklı öğrenme stratejilerini destekleyen etkinlikler içermelidir.",
      "İçerik, dersin türü ve ilgili ünite/tema/öğrenme alanları dikkate alınarak video, etkileşimli içerik, bilgi görselleri, animasyon gibi farklı e-içerik türleri ile zenginleştirilmelidir.",
      "E-içerik tasarımında metin, resim, ses ve video gibi farklı çoklu ortam unsurları dengeli ve etkili bir şekilde kullanılmalıdır.",
      "Kitap genelindeki e-içerikler, öğrenme sürecinin sadece belirli bölümlerine odaklanmamalı, öğrencinin dikkatini çekmekten öğrendiklerini de ğerlendirmeye kadar tüm öğrenme aşamalarını destekleyecek şekilde çeşitlilik göstermelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.3",
    "section": "8.3 Eğitsel Tasarım",
    "title": "E-içerikler mantıklı, ilgi çekici ve motive edici senaryolar üzerinden kurgulanmalıdır.",
    "details": [
      "İçeriğin açık, net ve eğitim öğretim programına uygun amacı olmalıdır.",
      "İçerik, ders kitabı ve eğitim aracındaki ilişkili olduğu içeriği tamamlayıcı nitelikte tasarlanmalıdır.",
      "İçerik, e-içeriğin türüne bağlı olarak öğrencilerin aktif olarak katılmasını teşvik eden etkileşimli ögeler içermelidir. 39",
      "Konunun özelliği ve e-içeriğin türüne bağlı olarak öğrencileri güdülemeye yönelik ödüllendirme mekanizmaları kullanılmalıdır.",
      "Seslerin ve videoların uzunluğu içeriğin amacına uygun olmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.4",
    "section": "8.3 Eğitsel Tasarım",
    "title": "E-içerikler öğrencinin yaşına ve sınıf seviyesine uygun olmalıdır.",
    "details": [
      "İçerik, öğrencinin yaşına ve sınıf seviyesine uygun bir pedagojik yaklaşımla hazırlanmalıdır.",
      "İçerikte kullanılan metin, görsel, ses vb. çoklu ortam unsurları öğrencinin yaşına ve sınıf seviyesine uygun olmalıdır.",
      "İçerikte öğrencinin yaşına ve sınıf seviyesine uygun, anlaşılır ve sade bir dil kullanılmalıdır.",
      "İçerik, öğrencinin yaşına ve sınıf seviyesine uygun bir etkileşim düzeyi sunmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.5",
    "section": "8.3 Eğitsel Tasarım",
    "title": "E-içerikler bilişsel yük dengesi açısından etkili bir öğretim sağlayacak nitelikte tasarlanmalıdır.",
    "details": [
      "İçerikte öğrenmenin amaçlarıyla doğrudan ilgili olmayan görseller ve gereksiz bilgiler yer almamalıdır.",
      "Birden fazla adımdan oluşan görevler, alt görevlere bölünmeli ve açık bir şekilde talimatlandırılmalıdır.",
      "Öğrencilerin içerikte zorlandıkları noktalarda gerekli ipucu desteği sağlanmalıdır.",
      "Öğrencinin aktif katılacağı içeriklerde karmaşık görevler olması durumunda (deney, etkinlik, alıştırma, oyun vb.) anlaşılır, sistematik ve tutarlı yönergelere yer verilmelidir.",
      "Bilgi sunumunda bilişsel yükü azaltmak ve öğrenmeyi kolaylaştırmak için e-içeriğin türüne uygun olarak görsel ve işitsel ögeler den geli bir şekilde kullanılmalıdır.",
      "Birbirleriyle ilişkili ögelerin birbirine yakın ve eş zamanlı olarak sunulmasına özen gösterilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.3.6",
    "section": "8.3 Eğitsel Tasarım",
    "title": "Etkileşimli içeriklerde e-içeriğin türüne, konusuna ve öğrenenin özelliklerine uygun geri bildirimlere yer verilmelidir.",
    "details": [
      "Geri bildirimler, öğrenciye en uygun sürede ve sıklıkta sağlanmalıdır.",
      "Geri bildirimin içeriği, öğrenme süreciyle doğrudan ilişkili olmalıdır.",
      "Geri bildirim yapıcı olmalı, öğrencilerin güçlü yönlerini ortaya çıkarmalı, gelişimlerini teşvik etmeli, öz güvenlerini desteklemeli ve aynı zamanda gelişim alanlarıyla ilgili farkındalık kazandırmalıdır.",
      "Bir soruya verilen yanıtlarla ilgili geri bildirimlerde sadece yanıtın doğru veya yanlış olduğu belirtilmemeli, aynı zamanda açıklayıcı bilgiler ve ipuçları verilmeli veya yönlendirmeler yapılmalıdır.",
      "Geri bildirim, metin, ses ve görsel gibi çeşitli formatları kullanarak çok yönlü bir yaklaşım sergilemeli ve böylece farklı öğrenme stil lerine hitap etmelidir. 40"
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.4.1",
    "section": "8.4 Arayüz Tasarımı ve Kullanılabilirlik",
    "title": "E-içerikler sorunsuz bir şekilde çalışmalıdır.",
    "details": [
      "Düğmeler, bağlantılar, menüler gibi etkileşimli ögeler tıklandığında veya kullanıldığında beklenen işlevi yerine getirmelidir.",
      "Sürükle-bırak işlevi sorunsuz çalışmalı, ögeler kolayca seçilip taşınabilmeli ve hedef alanlara doğru şekilde yerleştirilebilmelidir.",
      "İçerikler herhangi bir eklenti ya da yazılım kurulumu gerektirmeden kullanılabilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.4.2",
    "section": "8.4 Arayüz Tasarımı ve Kullanılabilirlik",
    "title": "Arayüz basit, anlaşılır ve kullanımı kolay olmalıdır.",
    "details": [
      "Araç çubukları, menüler ve düğmeler gibi denetim ögeleri işlevini doğru yansıtacak şekilde kolay hatırlanabilir ve anlaşılır olmalıdır.",
      "Video veya sesli anlatım içeren etkileşimli içeriklerde durdurma, geri ve ileri sarma gibi oynatma seçenekleri sunulmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.4.3",
    "section": "8.4 Arayüz Tasarımı ve Kullanılabilirlik",
    "title": "E-içeriklerin genel yapısı ve tasarımı kendi içinde bir bütünlük oluşturmalıdır.",
    "details": [
      "Ekranlar ve geçişler arasında tematik bir bütünlük olmalıdır.",
      "Arayüzde kullanılan tüm ögeler, tutarlı bir görsel ve işlevsel düzen içinde yer almalıdır.",
      "E-içeriklerin farklı ekranları, menüleri, düğmeleri, kullanılan yazı tipi ve boyutu, renk, boşluk, hizalama gibi tasarım özellikleri ve ben zeri yapıları arasında renk, biçim, kompozisyon gibi unsurlar açısından görsel estetik ve tematik bütünlük sağlanmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.4.4",
    "section": "8.4 Arayüz Tasarımı ve Kullanılabilirlik",
    "title": "Etkileşimli içeriklerde alanlar etkileşime uygun tasarlanmalıdır.",
    "details": [
      "Etkileşimli içeriklerde sunulan eşleştirme, yazma, tıklama, boşluk doldurma vb. alanlar ile diğer etkileşim bölümleri amacına uygun tasarlanmalıdır.",
      "Eşleşen ögeler arasında görsel bir bağlantı (örneğin renk değişimi veya çizgi) kurularak eşleşmenin doğruluğu vurgulanmalıdır.",
      "Yazma alanları yeterli büyüklükte olmalı ve öğrencinin rahatça yazmasına imkân tanımalıdır.",
      "Yazma alanlarındaki yazı tipi ve boyutu okunaklı olmalıdır.",
      "Boşlukların uzunluğu, beklenen cevaba uygun olmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.4.5",
    "section": "8.4 Arayüz Tasarımı ve Kullanılabilirlik",
    "title": "Renkler, içerik ve işlevselliği destekleyecek nitelikte olmalıdır.",
    "details": [
      "Renkler arasında yeterli kontrast sağlanmalıdır.",
      "Renkler, içerik ve işlev açısından uyumlu ve anlamlı bir şekilde kullanılmalıdır.",
      "Renk paletleri ve kontrastları uluslararası erişilebilirlik ölçütlerine uygun olmalıdır. 41",
      "Renk paleti, arayüzdeki bilgilerin anlaşılmasını kolaylaştıracak şekilde planlanmalıdır.",
      "Seçilen renk tonları, göz yormayan, rahat ve kullanıcı dostu olmalıdır.",
      "İçeriğe uygun, öğrenmeyi destekleyici, görsel algı açısından uyumlu, bilgi akışına katkı sunan ve ilgi çekici renkler tercih edilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.5.1",
    "section": "8.5 Ses ve Görüntü Kalitesi",
    "title": "Ses ile içerik uyumlu olmalıdır.",
    "details": [
      "Ses ve görüntü birbirine eş zamanlı (senkronize) olmalıdır.",
      "Tonlamanın oluşturduğu algı içerikle uyumlu olmalıdır.",
      "Ses rengi ve sesler, içeriğin yazılı ve görsel ögeleriyle uyumlu olmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.5.2",
    "section": "8.5 Ses ve Görüntü Kalitesi",
    "title": "Sesler net ve anlaşılır olmalıdır.",
    "details": [
      "Sesler profesyonel kalitede olmalıdır.",
      "Dikkat dağıtıcı arka plan sesleri olmamalıdır.",
      "Sesler bozulma olmayacak şekilde uygun ses hacmi ve kalitesinde olmalıdır.",
      "Sesler net, dip gürültüsüz, akıcı (kesintiye uğramadan) olmalıdır.",
      "Seçilen işitsel efektler içeriğe uygun ve dikkat dağıtmayacak bir ses hacmi ile verilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.5.3",
    "section": "8.5 Ses ve Görüntü Kalitesi",
    "title": "Video ve görseller net, yüksek çözünürlük ve kalitede olmalıdır.",
    "details": [
      "Video ve fotoğraflarda yeterli ve uygun ışıklandırma kullanılmalıdır.",
      "Video ve fotoğraf çekimleri doğru şekilde çerçevelenmeli ve önemli detaylar odak noktası olmalıdır.",
      "Farklı çekim ölçekleri (yakın plan, genel plan vb.) ve açılar kullanılarak görsel çeşitlilik sağlanmalıdır.",
      "Video ve görseller estetik ve dengeli bir kompozisyona sahip olmalıdır.",
      "Video ve görsellerin görsel etkinliği ve bütünlüğü olmalı, görüntü estetiği sağlanmalıdır.",
      "Karakterler, dokular vb. yapıların detayları doğru bir biçimde verilmelidir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.5.4",
    "section": "8.5 Ses ve Görüntü Kalitesi",
    "title": "Video akışı ve geçişler sorunsuz olmalıdır.",
    "details": [
      "Videoların akış boyutu, bit oranı, bit yoğunluğu ve kare hızı uygun ve hatasız olmalıdır. 42",
      "Farklı görüntüler arasındaki geçişler dikkat dağıtıcı nitelikte olmamalıdır.",
      "Videolar akıcı olmalı, kesintiye uğramamalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.5.5",
    "section": "8.5 Ses ve Görüntü Kalitesi",
    "title": "Sesli anlatım bulunan video içerikler için alt yazı hazırlanmalıdır.",
    "details": [
      "Alt yazılar ortamın desteklediği formatta hazırlanmalı ve sesli içerikle bire bir örtüşmelidir.",
      "Ses ile alt yazı eş zamanlı (senkronize) olmalıdır.",
      "Öğretim programlarındaki dinleme becerisinin geliştirilmesine yönelik hazırlanan içerikler için alt yazı hazırlanmayabilir."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.6.1",
    "section": "8.6 Güvenlik, Güncellik ve Uyumluluk",
    "title": "E-içerikler zararlı yazılımlar içermemelidir.",
    "details": [
      "Virüs, truva atı, solucan ve benzeri nitelikte zararlı unsurlar içermemeli ve bu nitelikteki üçüncü tür uygulama veya web sayfalarına yönlendirme yapmamalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.6.2",
    "section": "8.6 Güvenlik, Güncellik ve Uyumluluk",
    "title": "E-içerikler sunulduğu ortama ve duyarlı tasarım ilkelerine uygun şekilde hazırlanmalıdır.",
    "details": [
      "E-içerikler bilişim teknolojileri cihazlarının (mobil-masaüstü) farklı ekran boyutları, çözünürlükleri ve özelliklerine uygun, bunlarla uyumlu, kullanışlı ve işlevsel fark olmayacak şekilde hazırlanmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.6.3",
    "section": "8.6 Güvenlik, Güncellik ve Uyumluluk",
    "title": "E-içerikler güncel teknolojilere ve standartlara uygun olarak geliştirilmelidir.",
    "details": [
      "İçerikler güvenlik açıkları ve sınırlamalarla karşılaşılmaması için güncel çoklu platformlarda, farklı işletim sistemleri ve cihazlarda çalışabilecek yapıda ve güncel geliştirme ortamları, araç ve kütüphaneleri ile hazırlanmalıdır.",
      "E-içerikler uluslararası açık kaynaklı e-içerik standart ve belirtimlerine uygun olarak hazırlanmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.6.4",
    "section": "8.6 Güvenlik, Güncellik ve Uyumluluk",
    "title": "E-içeriklerde Türkçe karakter setleri kullanılmalıdır.",
    "details": [
      "Türkçe karakterlerin kodlanmasında Windows 1254, UTF 8 ve ISO 8859-9 karakter kümeleri kullanılmalıdır.",
      "Yabancı diller, yaşayan diller ve lehçeler için hazırlanan eğitim araçlarında o dile uygun karakter seti kullanılmalıdır."
    ]
  },
  {
    "main_code": "8",
    "main_title": "ELEKTRONİK İÇERİKLERİN KAPSAM VE TASARIMININ UYGUNLUĞU",
    "code": "8.6.5",
    "section": "8.6 Güvenlik, Güncellik ve Uyumluluk",
    "title": "Sanal gerçeklik ve artırılmış gerçeklik uygulamaları standartlara uygun olarak hazırlanmalıdır.",
    "details": [
      "Sanal gerçeklik ve artırılmış gerçeklik cihazlarının web tarayıcısı desteği olmalıdır.",
      "Sanal gerçeklik uygulamaları güncel sanal gerçeklik başlıklarıyla uyumlu olmalıdır.",
      "Sanal gerçeklik deneyimi için gerekli olan asgari sistem gereksinimleri (işlemci, RAM, grafik kartı vb.) belirtilmelidir. 43",
      "Sanal gerçeklik uygulamaları düşük gecikme süresi ile kesintisiz bir deneyim sunmalıdır.",
      "Artırılmış gerçeklik uygulamaları mobil cihazlar ve artırılmış gerçeklik gözlükleri ile uyumlu olmalıdır.",
      "Artırılmış gerçeklik uygulamaları, gerçek zamanlı izleme ve nesne tanıma özelliklerini desteklemelidir.",
      "Artırılmış gerçeklik uygulamalarında kullanılan işaretleyiciler yüksek tanıma oranına sahip olmalıdır.",
      "İşaretleyiciler çeşitli yüzeylerde ve ışık koşullarında doğru şekilde çalışmalıdır."
    ]
  }
]